{
    "Dashboard": "Panel de control",
    "Games": "Juegos",
    "Start game": "Comenzar juego",
    "Available games": "Juegos disponibles",
    "Language": "Idioma",
    "Name": "Nombre",
    "Game code": "Código de juego",
    "Actions": "Acciones",
    "Status": "Estado",
    "Back": "Volver",
    "There is no games to show": "No hay juegos para mostrar",
    "See": "Ver",
    "Edit": "Editar",
    "Delete": "Eliminar",
    "Play": "Jugar",
    "Stop": "Detener",
    "Showing": "Mostrando",
    "to": "a",
    "of": "de",
    "results": "resuldatos",
    "Search terms...": "Términos de búsqueda...",
    "per page": "por página",
    "pagination.previous": "Anterior",
    "pagination.next": "Siguiente",
    "Profile": "Perfil",
    "Log Out": "Salir",
    "Log in": "Iniciar sesión",
    "Register": "Rigistrarse",
    "Email": "Correo electrónico",
    "Password": "Contraseña",
    "Confirm Password": "Confirmar contraseña",
    "Remember me": "Recordarme",
    "Forgot your password?": "¿Olvidaste tu contraseña?",
    "Already registered?": "¿Ya registrado?",
    "Whoops! Something went wrong.": "¡Oh, no! Algo salió mal.",
    "Update Password": "Actualizar contraseña",
    "Ensure your account is using a long, random password to stay secure.": "Asegurá que tu cuenta use una contraseña larga y segura.",
    "Current Password": "Contraseña actual",
    "New Password": "Nueva contraseña",
    "Saved.": "Guardada.",
    "Save": "Guardar",
    "Profile Information": "Información de perfil",
    "Update your account's profile information and email address.": "Actualiza tu información de perfil y dirección de correo electrónico",
    "Photo": "Foto",
    "Select A New Photo": "Selecciona una nueva foto",
    "Remove Photo": "Borrar foto",
    "Your email address is unverified.": "Su correo no está verificado.",
    "A new verification link has been sent to your email address.": "Un nuevo enlace de verificación fue enviado a su correo electrónico.",
    "Browser Sessions": "Sesiones de navegador",
    "Manage and log out your active sessions on other browsers and devices.": "Administre y cierre sus sesiones activas en otro navegador o dispositivos.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Si es necesario, puedes cerrar sesión en todas tus demás sesiones de navegación en todos tus dispositivos. Algunas de tus sesiones recientes se muestran a continuación; sin embargo, esta lista puede no ser exhaustiva. Si sientes que tu cuenta ha sido comprometida, también debes actualizar tu contraseña.",
    "Unknown": "Desconocido",
    "This device": "Este dispositivo",
    "Last active": "Última vez activo",
    "Log Out Other Browser Sessions": "Cierre sesión en otros navegadores",
    "Done.": "Hecho.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Por favor, ingresa tu contraseña para confirmar que deseas cerrar sesión en todas tus otras sesiones de navegación en todos tus dispositivos.",
    "Cancel": "Cancelar",
    "Two Factor Authentication": "Autenticación de dos factores",
    "Add additional security to your account using two factor authentication.": "Agrega seguridad adicional a tu cuenta utilizando la autenticación de dos factores.",
    "Finish enabling two factor authentication.": "Termina de habilitar la autenticación de dos factores.",
    "You have enabled two factor authentication.": "Has habilitado la autenticación de dos factores.",
    "You have not enabled two factor authentication.": "No has habilitado la autenticación de dos factores.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Cuando la autenticación de dos factores esté habilitada, se te solicitará un token seguro y aleatorio durante la autenticación. Puedes obtener este token desde la aplicación Google Authenticator en tu teléfono.",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "Para terminar de habilitar la autenticación de dos factores, escanea el siguiente código QR utilizando la aplicación de autenticación de tu teléfono o ingresa la clave de configuración y proporciona el código OTP generado.",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "La autenticación de dos factores está activada. Escanea el siguiente código QR utilizando la aplicación de autenticación de tu teléfono o ingresa la clave de configuración.",
    "Setup Key": "Crear clave",
    "Code": "Código",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Guarda estos códigos de recuperación en un administrador de contraseñas seguro. Se pueden usar para recuperar el acceso a tu cuenta si pierdes tu dispositivo de autenticación de dos factores.",
    "Enable": "Habilitar",
    "Regenerate Recovery Codes": "Regenerar códigos de recuperación",
    "Confirm": "Confirmar",
    "Show Recovery Codes": "Mostrar códigos de recuperación",
    "Disable": "Dehabilitar",
    "Delete Account": "Borrar cuenta",
    "Permanently delete your account.": "Borra permanentemente su cuenta.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez que tu cuenta sea eliminada, todos sus recursos y datos serán eliminados permanentemente. Antes de eliminar tu cuenta, por favor descarga cualquier dato o información que desees conservar.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "¿Estás seguro de que deseas eliminar tu cuenta? Una vez que tu cuenta sea eliminada, todos sus recursos y datos serán eliminados permanentemente. Por favor, ingresa tu contraseña para confirmar que deseas eliminar permanentemente tu cuenta.",
    "For your security, please confirm your password to continue.": "Para su seguridad, por favor confirme su contraseña para continuar.",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "¿Olvidó su contraseña? No hay problema. Deje su correo electrónico y enviaremos a su casilla un enlace para reiniciar su contraseña y crear una nueva.",
    "Email Password Reset Link": "Enviar correo electrónico con enlace"
}
